<?php 
$this->content->template['adwords_kw_back_text'] = "Adwords KW Plugin<br/><br/>С помощью этого плагина вы можете создавать динамические целевые страницы для ваших объявлений AdWords. С помощью записей в списке вы можете динамизировать одно ключевое слово за раз и корректировать его для посетителей AdWords в зависимости от того, на какое объявление они кликнули. Чтобы использовать плагин, вы сначала определяете место для размещения. Вы присваиваете этому заполнителю значение по умолчанию (т.е. слово), которое будет выводиться, если посетитель не попал на страницу через AdWords. Затем вы вставляете этот заполнитель на целевую страницу вместо слова, которое должно быть заменено. В AdWords вы должны добавить параметр {_keyword} к объявлению и ввести в качестве значения слово, которое будет выводиться на целевой странице."; 
$this->content->template['adwords_kw_back_text2'] = "Введите один плейсхолдер на строку с соответствующим значением по умолчанию следующим образом:<br/> #placeholder#;Default_value;Parameter_Google"; 
$this->content->template['adwords_kw_1'] = "Поиск статистических данных:"; 
$this->content->template['adwords_kw_2'] = "Ваш поисковый запрос."; 
$this->content->template['adwords_kw_3'] = "Введите скрипт отслеживания номера звонка из вашего аккаунта Google здесь....."; 
$this->content->template['adwords_kw_6'] = "Введите здесь ваш оригинальный номер телефона, а затем номер, который должен выводиться, когда посетители приходят из AdWords."; 
$this->content->template['adwords_kw_4'] = "пожалуйста, введите здесь."; 
$this->content->template['adwords_kw_5'] = "/speaking-url.html"; 

 ?>