<?php 
$this->content->template['message']['plugin']['piwik']['name'] = "Плагин \"piwik"; 
$this->content->template['message']['plugin']['piwik']['kopf'] = "<h1>Внутренняя часть плагина Piwik</h1><p>С помощью этого плагина вы можете использовать инструмент аналитики сайта Piwik для вашего сайта Papoo.</p><p>Загрузите Piwik <a href=\"http://de.piwik.org\">здесь</a> и установите его на свой веб-сервер. В конце установки вы получите так называемый код отслеживания, который вам нужно будет только скопировать и вставить в форму ниже.</p><p>После этого вам останется только нажать кнопку \"отправить\", и код отслеживания будет интегрирован в исходный код вашей страницы Papoo.</p>"; 
$this->content->template['message']['plugin']['piwik']['form_legend'] = "Вставьте сюда код отслеживания:"; 

 ?>